Repository: HADBI-Sarra/afia-plus
Catalog: frontend/lib/l10n/app_*.arb
Languages: ar, fr

# appName
source: 3afiaPlus
ar: عافية بلس

source: Upcoming Appointments
ar: المواعيد القادمة
fr: Rendez-vous à venir

source: Past Appointments
ar: المواعيد السابقة
fr: Rendez-vous passés

source: Pending Consultations
ar: الاستشارات المعلقة
fr: Consultations en attente

source: Coming Consultations
ar: الاستشارات القادمة
fr: Consultations à venir

source: Prescriptions
ar: الوصفات الطبية
fr: Ordonnances

source: See all
ar: عرض الكل
fr: Voir tout

source: Accept
ar: قبول
fr: Accepter

source: Reject
ar: رفض
fr: Rejeter

source: Upload PDF
ar: رفع ملف PDF
fr: Téléverser PDF

source: PDF Uploaded
ar: تم رفع الملف
fr: PDF téléversé

source: View Prescription
ar: عرض الوصفة
fr: Voir l'ordonnance

source: WhatsApp
ar: واتساب

source: Delete
ar: حذف
fr: Supprimer

source: Retry
ar: إعادة المحاولة
fr: Réessayer

source: Error
ar: خطأ
fr: Erreur

source: Loading...
ar: جاري التحميل...
fr: Chargement...

source: No appointments found
ar: لا توجد مواعيد
fr: Aucun rendez-vous trouvé

source: No consultations found
ar: لا توجد استشارات
fr: Aucune consultation trouvée

source: No prescriptions found
ar: لا توجد وصفات طبية
fr: Aucune ordonnance trouvée

# confirmAccept
source: Accept Appointment
ar: قبول الموعد
fr: Accepter le rendez-vous

# confirmAcceptMessage
source: Are you sure you want to accept this appointment?
ar: هل أنت متأكد من قبول هذا الموعد؟
fr: Êtes-vous sûr de vouloir accepter ce rendez-vous ?

# confirmReject
source: Reject Appointment
ar: رفض الموعد
fr: Rejeter le rendez-vous

# confirmRejectMessage
source: Are you sure you want to reject this appointment? This action cannot be undone.
ar: هل أنت متأكد من رفض هذا الموعد؟ لا يمكن التراجع عن هذا الإجراء.
fr: Êtes-vous sûr de vouloir rejeter ce rendez-vous ? Cette action est irréversible.

# confirmDelete
source: Delete Appointment
ar: حذف الموعد
fr: Supprimer le rendez-vous

# confirmDeleteMessage
source: Are you sure you want to delete this appointment? This action cannot be undone.
ar: هل أنت متأكد من حذف هذا الموعد؟ لا يمكن التراجع عن هذا الإجراء.
fr: Êtes-vous sûr de vouloir supprimer ce rendez-vous ? Cette action est irréversible.

source: Cancel
ar: إلغاء
fr: Annuler

source: Confirm
ar: تأكيد
fr: Confirmer

source: Yes
ar: نعم
fr: Oui

source: No
ar: لا
fr: Non

# appointmentAccepted
source: Appointment accepted successfully
ar: تم قبول الموعد بنجاح
fr: Rendez-vous accepté avec succès

# appointmentRejected
source: Appointment rejected successfully
ar: تم رفض الموعد بنجاح
fr: Rendez-vous rejeté avec succès

# appointmentDeleted
source: Appointment deleted successfully
ar: تم حذف الموعد بنجاح
fr: Rendez-vous supprimé avec succès

# pdfUploadedSuccess
source: Prescription PDF uploaded successfully
ar: تم رفع ملف الوصفة بنجاح
fr: Ordonnance PDF téléversée avec succès

# pdfUploadFailed
source: Failed to upload PDF: {error}
ar: فشل رفع الملف: {error}
fr: Échec du téléversement du PDF : {error}

# pdfOpenFailed
source: Failed to open PDF: {error}
ar: فشل فتح الملف: {error}
fr: Échec de l'ouverture du PDF : {error}

# whatsappNotInstalled
source: Could not open WhatsApp. Please make sure WhatsApp is installed.
ar: تعذر فتح واتساب. يرجى التأكد من تثبيت واتساب.
fr: Impossible d'ouvrir WhatsApp. Veuillez vous assurer que WhatsApp est installé.

source: Phone number not available
ar: رقم الهاتف غير متاح
fr: Numéro de téléphone non disponible

source: Doctor phone number not available
ar: رقم هاتف الطبيب غير متاح
fr: Numéro du médecin non disponible

source: Error Loading consultations
ar: خطأ في تحميل الاستشارات
fr: Erreur lors du chargement des consultations

source: Error Loading appointments
ar: خطأ في تحميل المواعيد
fr: Erreur lors du chargement des rendez-vous

# statusPending
source: Pending
ar: معلق
fr: En attente

# statusScheduled
source: Scheduled
ar: مجدول
fr: Planifié

# statusCompleted
source: Completed
ar: مكتمل
fr: Terminé

# statusCancelled
source: Cancelled
ar: ملغي
fr: Annulé

source: Log in
ar: تسجيل الدخول
fr: Connexion

source: Nice to have you back!
ar: مرحباً بعودتك!
fr: Content de vous revoir !

source: Email
ar: البريد الإلكتروني

source: Enter your email
ar: أدخل بريدك الإلكتروني
fr: Entrez votre e-mail

source: Password
ar: كلمة المرور
fr: Mot de passe

source: Enter your password
ar: أدخل كلمة المرور
fr: Entrez votre mot de passe

source: Personal data
ar: البيانات الشخصية
fr: Données personnelles

# providePersonalData
source: Provide your personal data to book visits in just a few clicks.
ar: قدم بياناتك الشخصية لحجز الزيارات ببضع نقرات فقط.
fr: Fournissez vos données personnelles pour réserver en quelques clics.

source: First name
ar: الاسم (بالفرنسية)
fr: Prénom

source: Enter your first name
ar: أدخل اسمك الأول
fr: Entrez votre prénom

source: Last name
ar: اللقب (بالفرنسية)
fr: Nom

source: Enter your last name
ar: أدخل اسم العائلة
fr: Entrez votre nom

source: Date of birth
ar: تاريخ الميلاد
fr: Date de naissance

source: Pull to refresh
ar: اسحب للتحديث
fr: Tirez pour actualiser

source: My Prescriptions
ar: وصفاتي
fr: Mes ordonnances

source: My Appointments
ar: مواعيدي
fr: Mes rendez-vous

source: Confirmed Appointments
ar: المواعيد المؤكدة
fr: Rendez-vous confirmés

source: Not Confirmed Appointments
ar: المواعيد غير المؤكدة
fr: Rendez-vous non confirmés

source: No prescription available
ar: لا توجد وصفة متاحة
fr: Aucune ordonnance disponible

source: PDF file not found
ar: لم يتم العثور على ملف PDF
fr: Fichier PDF non trouvé

source: Cancel Appointment
ar: إلغاء الموعد
fr: Annuler le rendez-vous

source: Keep Appointment
ar: الاحتفاظ بالموعد
fr: Conserver le rendez-vous

# appointmentCancelled
source: Appointment cancelled successfully
ar: تم إلغاء الموعد بنجاح
fr: Rendez-vous annulé avec succès

source: This action cannot be undone.
ar: لا يمكن التراجع عن هذا الإجراء.
fr: Cette action est irréversible.

# areYouSureCancelAppointment
source: Are you sure you want to cancel this appointment?
ar: هل أنت متأكد من إلغاء هذا الموعد؟
fr: Êtes-vous sûr de vouloir annuler ce rendez-vous ?

source: Specialist
ar: أخصائي
fr: Spécialiste

source: English
ar: الإنجليزية
fr: Anglais

source: Arabic
ar: العربية
fr: Arabe

# whatsappError
source: Could not open WhatsApp. Please make sure WhatsApp is installed.
ar: تعذر فتح واتساب. يرجى التأكد من تثبيت واتساب.
fr: Impossible d'ouvrir WhatsApp. Veuillez vous assurer que WhatsApp est installé.

# whatsappMessageDoctor
source: Hello Dr. {doctorName}, I have a question about my appointment on {date}.
ar: مرحباً د. {doctorName}، لدي سؤال حول موعدي في {date}.
fr: Bonjour Dr. {doctorName}, j'ai une question concernant mon rendez-vous du {date}.

source: Forgot password?
ar: نسيت كلمة المرور؟
fr: Mot de passe oublié ?

source: Are you new here?
ar: هل أنت جديد هنا؟
fr: Vous êtes nouveau ici ?

source: Create account
ar: إنشاء حساب
fr: Créer un compte

source: Create an account
ar: إنشاء حساب
fr: Créer un compte

source: Excited to have you on board!
ar: نحن سعداء بانضمامك!
fr: Ravi de vous accueillir !

source: Register as
ar: التسجيل كـ
fr: S'inscrire en tant que

source: Doctor
ar: طبيب
fr: Médecin

source: Patient
ar: مريض

source: Create password
ar: إنشاء كلمة مرور
fr: Créer un mot de passe

source: Strong password
ar: كلمة مرور قوية
fr: Mot de passe fort

source: Min 8 characters length
ar: الحد الأدنى 8 أحرف
fr: Min 8 caractères

source: Min 1 lowercase letter
ar: الحد الأدنى حرف صغير واحد
fr: Min 1 lettre minuscule

source: Min 1 uppercase letter
ar: الحد الأدنى حرف كبير واحد
fr: Min 1 lettre majuscule

source: Min 1 digit
ar: الحد الأدنى رقم واحد
fr: Min 1 chiffre

source: Min 1 special character
ar: الحد الأدنى حرف خاص واحد
fr: Min 1 caractère spécial

source: Confirm Password
ar: تأكيد كلمة المرور
fr: Confirmer le mot de passe

source: Repeat password
ar: أعد إدخال كلمة المرور
fr: Répéter le mot de passe

source: Next
ar: التالي
fr: Suivant

source: Already have an account?
ar: هل لديك حساب بالفعل؟
fr: Vous avez déjà un compte ?

source: French
ar: الفرنسية
fr: Français

# dateFormatHint
source: DD/MM/YYYY
ar: يوم/شهر/سنة
fr: JJ/MM/AAAA

source: Phone number
ar: رقم الهاتف
fr: Numéro de téléphone

# phoneNumberExample
source: e.g. 05123 45 67 89
ar: مثال: 05123456789
fr: ex. 05123 45 67 89

# nationalIdentificationNumber
source: National Identification Number (NIN)
ar: الرقم الوطني للتعريف (NIN)
fr: Numéro d'identification national (NIN)

# ninExample
source: e.g. 198012345678901234
ar: مثال: 198012345678901234
fr: ex. 198012345678901234

# iAgreeToTermsAndConditions
source: I agree to the Terms and Conditions
ar: أوافق على الشروط والأحكام
fr: J'accepte les conditions générales

# providePersonalDataDoctor
source: Provide your personal data to offer online consultations quickly and securely.
ar: قدم بياناتك الشخصية لتقديم الاستشارات عبر الإنترنت بسرعة وأمان.
fr: Fournissez vos données personnelles pour offrir des consultations en ligne rapidement et en toute sécurité.

source: Professional info
ar: المعلومات المهنية
fr: Informations professionnelles

# provideProfessionalDetails
source: Provide your professional details to help patients learn about your qualifications and expertise.
ar: قدم تفاصيلك المهنية لمساعدة المرضى على التعرف على مؤهلاتك وخبرتك.
fr: Fournissez vos détails professionnels pour aider les patients à en apprendre davantage sur vos qualifications et votre expertise.

source: Main speciality
ar: التخصص الرئيسي
fr: Spécialité principale

source: Speciality
ar: التخصص
fr: Spécialité

source: Select your speciality
ar: اختر تخصصك
fr: Sélectionnez votre spécialité

source: No specialities found
ar: لا توجد تخصصات
fr: Aucune spécialité trouvée

source: Failed to load specialities
ar: فشل تحميل التخصصات
fr: Échec du chargement des spécialités

source: General information
ar: المعلومات العامة
fr: Informations générales

source: Bio / Specialization
ar: السيرة الذاتية / التخصص
fr: Bio / Spécialisation

# describeMedicalBackground
source: Describe your medical background, specialties, and philosophy of care
ar: اوصف خلفيتك الطبية وتخصصاتك وفلسفة الرعاية الخاصة بك
fr: Décrivez votre parcours médical, vos spécialités et votre philosophie de soins

source: Current working place
ar: مكان العمل الحالي
fr: Lieu de travail actuel

source: Name / Address
ar: الاسم / العنوان
fr: Nom / Adresse

# workingPlaceExample
source: e.g. Nour Clinic, Hydra, Algiers
ar: مثال: عيادة النور، حيدرة، الجزائر
fr: ex. Clinique Nour, Hydra, Alger

source: Education
ar: التعليم
fr: Formation

source: Degree
ar: الدرجة العلمية
fr: Diplôme

# degreeExample
source: e.g. Doctor of Medicine (MD)
ar: مثال: دكتور في الطب (MD)
fr: ex. Docteur en médecine (MD)

source: University
ar: الجامعة
fr: Université

# universityExample
source: e.g. University of Algiers 1
ar: مثال: جامعة الجزائر 1
fr: ex. Université d'Alger 1

source: Certification
ar: الشهادات

source: Certification (Optional)
ar: الشهادة (اختياري)
fr: Certification (Optionnel)

# certificationExample
source: e.g. Specialist in Cardiology
ar: مثال: أخصائي في أمراض القلب
fr: ex. Spécialiste en cardiologie

source: Institution (Optional)
ar: المؤسسة (اختياري)
fr: Institution (Optionnel)

# institutionExample
source: e.g. University of Oran 1
ar: مثال: جامعة وهران 1
fr: ex. Université d'Oran 1

source: Training
ar: التدريب
fr: Formation

# residencyFellowshipOptional
source: Residency / Fellowship details (Optional)
ar: تفاصيل الإقامة / الزمالة (اختياري)
fr: Détails de résidence / fellowship (Optionnel)

# trainingExample
source: e.g. Residency in internal Medicine, Fellowship in Cardiology
ar: مثال: إقامة في الطب الباطني، زمالة في أمراض القلب
fr: ex. Résidence en médecine interne, Fellowship en cardiologie

source: Licensure
ar: الترخيص
fr: Licence

source: License number
ar: رقم الترخيص
fr: Numéro de licence

# licenseNumberExample
source: e.g. 12345
ar: مثال: 12345
fr: ex. 12345

source: Description (Optional)
ar: الوصف (اختياري)
fr: Description (Optionnel)

# licenseDescriptionExample
source: e.g. Authorized to practice medicine in Algeria
ar: مثال: مخول لممارسة الطب في الجزائر
fr: ex. Autorisé à exercer la médecine en Algérie

source: Experience
ar: الخبرة
fr: Expérience

source: Years of practice
ar: سنوات الممارسة
fr: Années de pratique

# yearsOfPracticeExample
source: e.g. 16
ar: مثال: 16
fr: ex. 16

source: Specific areas of expertise
ar: مجالات الخبرة المحددة
fr: Domaines d'expertise spécifiques

# areasOfExpertiseExample
source: e.g. Cardiac imaging, hypertension, heart failure management
ar: مثال: تصوير القلب، ارتفاع ضغط الدم، إدارة قصور القلب
fr: ex. Imagerie cardiaque, hypertension, prise en charge de l'insuffisance cardiaque

source: Consultation fees
ar: رسوم الاستشارة
fr: Frais de consultation

# priceForOneHourConsultation
source: Price for 1-hour consultation
ar: سعر الاستشارة لمدة ساعة واحدة
fr: Prix pour une consultation d'1 heure

# consultationPriceExample
source: e.g. 1000 DA
ar: مثال: 1000 دج
fr: ex. 1000 DA

source: Profile picture
ar: صورة الملف الشخصي
fr: Photo de profil

# helpPeopleRecognizeYou
source: Help people recognize you with a professional headshot.
ar: ساعد الناس على التعرف عليك من خلال صورة شخصية احترافية.
fr: Aidez les gens à vous reconnaître avec une photo professionnelle.

# helpPatientsRecognizeYou
source: Help patients recognize you with a professional headshot.
ar: ساعد المرضى على التعرف عليك من خلال صورة شخصية احترافية.
fr: Aidez les patients à vous reconnaître avec une photo professionnelle.

source: More options
ar: خيارات أخرى
fr: Plus d'options

source: Upload from Gallery
ar: رفع من المعرض
fr: Téléverser depuis la galerie

source: Take photo
ar: التقط صورة
fr: Prendre une photo

source: Skip
ar: تخطي
fr: Passer

source: Add a profile picture
ar: إضافة صورة ملف شخصي
fr: Ajouter une photo de profil

# continueButton
source: Continue
ar: متابعة
fr: Continuer

source: Change photo
ar: تغيير الصورة
fr: Changer la photo

# errorPickingImage
source: Error picking image: {error}
ar: خطأ في اختيار الصورة: {error}
fr: Erreur lors de la sélection de l'image : {error}

# errorUploadingProfilePicture
source: Error uploading profile picture: {error}
ar: خطأ في رفع صورة الملف الشخصي: {error}
fr: Erreur lors du téléversement de la photo de profil : {error}

# errorEmailEmpty
source: Email cannot be empty
ar: البريد الإلكتروني لا يمكن أن يكون فارغًا
fr: L'e-mail ne peut pas être vide

# errorEmailInvalid
source: Enter a valid email
ar: أدخل بريدًا إلكترونيًا صالحًا
fr: Saisissez un e-mail valide

# errorPasswordEmpty
source: Password cannot be empty
ar: كلمة المرور لا يمكن أن تكون فارغة
fr: Le mot de passe ne peut pas être vide

# errorPasswordShort
source: Password must be at least 8 characters
ar: يجب ألا تقل كلمة المرور عن 8 أحرف
fr: Le mot de passe doit comporter au moins 8 caractères

# errorPasswordWeak
source: Weak password
ar: كلمة مرور ضعيفة
fr: Mot de passe faible

# errorPasswordConfirmationEmpty
source: Password confirmation cannot be empty
ar: تأكيد كلمة المرور لا يمكن أن يكون فارغًا
fr: La confirmation du mot de passe ne peut pas être vide

# errorPasswordsDoNotMatch
source: Passwords do not match
ar: كلمتا المرور غير متطابقتين
fr: Les mots de passe ne correspondent pas

# errorEmailTaken
source: Email already in use
ar: البريد الإلكتروني مستخدم بالفعل
fr: Cet e-mail est déjà utilisé

# errorFirstNameEmpty
source: First name cannot be empty
ar: الاسم لا يمكن أن يكون فارغًا
fr: Le prénom ne peut pas être vide

# errorFirstNameInvalid
source: Enter a valid first name
ar: أدخل اسمًا صحيحًا
fr: Saisissez un prénom valide

# errorLastNameEmpty
source: Last name cannot be empty
ar: اللقب لا يمكن أن يكون فارغًا
fr: Le nom ne peut pas être vide

# errorLastNameInvalid
source: Enter a valid last name
ar: أدخل لقبًا صحيحًا
fr: Saisissez un nom valide

# errorDobEmpty
source: Date of birth cannot be empty
ar: تاريخ الميلاد لا يمكن أن يكون فارغًا
fr: La date de naissance ne peut pas être vide

# errorDobMinor
source: You must be at least 16 years old to create an account
ar: يجب ألا يقل عمرك عن 16 عامًا لإنشاء حساب
fr: Vous devez avoir au moins 16 ans pour créer un compte

# errorDobFormat
source: Invalid date format (use DD/MM/YYYY)
ar: تنسيق التاريخ غير صالح (استخدم يوم/شهر/سنة)
fr: Format de date invalide (utilisez JJ/MM/AAAA)

# errorPhoneEmpty
source: Phone number cannot be empty
ar: رقم الهاتف لا يمكن أن يكون فارغًا
fr: Le numéro de téléphone ne peut pas être vide

# errorPhoneInvalid
source: Enter a valid phone number in the format +213XXXXXXXXX
ar: أدخل رقم هاتف صحيح بالصيغة +213XXXXXXXXX
fr: Saisissez un numéro de téléphone valide au format +213XXXXXXXXX

# errorNinEmpty
source: NIN cannot be empty
ar: رقم التعريف الوطني لا يمكن أن يكون فارغًا
fr: Le NIN ne peut pas être vide

# errorNinInvalid
source: Enter a valid NIN
ar: أدخل رقم تعريف وطني صالحًا
fr: Saisissez un NIN valide

# errorFieldEmpty
source: Field cannot be empty
ar: هذا الحقل مطلوب
fr: Ce champ est obligatoire

# errorMinCharacters
source: Enter at least {num} characters
ar: أدخل على الأقل {num} أحرف
fr: Saisissez au moins {num} caractères

# errorSpecialityNotSelected
source: Please select your speciality
ar: يرجى اختيار التخصص
fr: Veuillez sélectionner votre spécialité

# errorLicenceInvalid
source: Enter a valid licence number
ar: أدخل رقم ترخيص صالحًا
fr: Saisissez un numéro de licence valide

# errorYearsInvalid
source: Enter a valid number of years
ar: أدخل عدد سنوات صالح
fr: Saisissez un nombre d'années valide

# errorPriceInvalid
source: Enter a valid price in DA
ar: أدخل سعرًا صحيحًا بالدينار الجزائري
fr: Saisissez un prix valide en DA

# errorTimeout
source: Request timeout. Please check your connection and try again.
ar: انتهت المهلة. يرجى التحقق من الاتصال وحاول مرة أخرى.
fr: Délai d'attente dépassé. Vérifiez votre connexion et réessayez.

# errorEmailCheckFailed
source: Failed to check email. Please try again.
ar: فشل في التحقق من البريد الإلكتروني. حاول مجددًا.
fr: Échec de la vérification de l'e-mail. Veuillez réessayer.

# errorSignupFailed
source: Signup failed
ar: فشل في إنشاء الحساب
fr: Échec de l'inscription

# errorOccurred
source: An error occurred: {error}
ar: حدث خطأ: {error}
fr: Une erreur s'est produite : {error}

source: Doctor not found
ar: الطبيب غير موجود
fr: Médecin non trouvé

# helloPatient
source: Hello {name}!
ar: مرحباً {name}!
fr: Bonjour {name} !

# helloDoctor
source: Hello Dr. {name}!
ar: مرحباً د. {name}!
fr: Bonjour Dr. {name} !

# doctorsCount
source: {count} doctors
ar: {count} طبيب
fr: {count} médecins

# doctorsForSpeciality
source: Doctors - {speciality}
ar: الأطباء - {speciality}
fr: Médecins - {speciality}

source: User not logged in
ar: المستخدم غير مسجل الدخول
fr: Utilisateur non connecté

# pleaseLogInAsDoctor
source: Please log in as a doctor to view your home screen.
ar: يرجى تسجيل الدخول كطبيب لعرض الشاشة الرئيسية.
fr: Veuillez vous connecter en tant que médecin pour voir votre écran d'accueil.

source: No upcoming consultations
ar: لا توجد استشارات قادمة
fr: Aucune consultation à venir

source: No pending consultations
ar: لا توجد استشارات معلقة
fr: Aucune consultation en attente

source: Popular specializations
ar: التخصصات الشائعة
fr: Spécialités populaires

source: Popular doctors
ar: الأطباء الشائعون
fr: Médecins populaires

source: Services
ar: الخدمات

source: Appointments
ar: المواعيد
fr: Rendez-vous

source: Availability
ar: التوفر
fr: Disponibilité

source: FAQ
ar: الأسئلة الشائعة

source: Today
ar: اليوم
fr: Aujourd'hui

source: Pending Requests
ar: الطلبات المعلقة
fr: Demandes en attente

source: Total patients
ar: إجمالي المرضى
fr: Total des patients

# appointmentsCount
source: {count} appointments
ar: {count} موعد
fr: {count} rendez-vous

# requestsCount
source: {count} request
ar: {count} طلب
fr: {count} demande

# requestsCountPlural
source: {count} requests
ar: {count} طلبات
fr: {count} demandes

# patientsCount
source: {count} patients
ar: {count} مريض

source: Address not available
ar: العنوان غير متاح
fr: Adresse non disponible

# whatsappErrorDoctor
source: Could not open WhatsApp. Please make sure WhatsApp is installed.
ar: تعذر فتح واتساب. يرجى التأكد من تثبيت واتساب.
fr: Impossible d'ouvrir WhatsApp. Veuillez vous assurer que WhatsApp est installé.

# phoneNumberNotAvailableDoctor
source: Phone number not available
ar: رقم الهاتف غير متاح
fr: Numéro de téléphone non disponible

source: Appointment accepted successfully
ar: تم قبول الموعد بنجاح
fr: Rendez-vous accepté avec succès

source: Appointment rejected successfully
ar: تم رفض الموعد بنجاح
fr: Rendez-vous rejeté avec succès

# areYouSureRejectAppointment
source: Are you sure you want to reject this appointment?
ar: هل أنت متأكد من رفض هذا الموعد؟
fr: Êtes-vous sûr de vouloir rejeter ce rendez-vous ?

# patientWillBeNotified
source: The patient will be notified of the rejection.
ar: سيتم إخطار المريض بالرفض.
fr: Le patient sera averti du rejet.

source: Quick overview
ar: نظرة سريعة
fr: Aperçu rapide

# atTime
source: {date} at {time}
ar: {date} في {time}
fr: {date} à {time}

# whatsappMessageDoctorToPatient
source: Hello, I would like to discuss our appointment on {dateTime}.
ar: مرحباً، أود مناقشة موعدنا في {dateTime}.
fr: Bonjour, je souhaite discuter de notre rendez-vous le {dateTime}.
